Revit 2024 API
ParameterTypeId.ViewGraphSchedNumberColumns Property
 "Column Locations per Segment"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewGraphSchedNumberColumns { get; }
Visual Basic
Public Shared ReadOnly Property ViewGraphSchedNumberColumns As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewGraphSchedNumberColumns {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace